
module.exports =
    [
        {
            1: {
                initial: "माझी पूर्व वंशावळी । जन्म कुळवंशी गोंधळी ॥ \nपांडुरंग माझा पिता । बायजाबाई आमची माता ॥",
                fullAbhang: "माझी पूर्व वंशावळी । जन्म कुळवंशी गोंधळी ॥\nपांडुरंग माझा पिता । बायजाबाई आमची माता ॥\nधर्मशील ती सुंदरी । जन्म तयेचे उदरी ॥\nमाय बापे दाविली सृष्टी । आरूढ झालो मोक्ष पदी ॥\nथोर उपकार केला । शरण गेलो त्या विठ्ठला ॥\nमाता- पित्यांचे उपकार । बाळा आठवी वारंवार ॥ १ ॥"
            }
        },
        {
            2: {
                initial: "जय जय सद्गुरु सचिदानंदा । तुज नमू आनंद कंदा॥\nतुझिया स्वरूपाची नाही मर्यादा ।अक्षय पदा अभंगा ॥",
                fullAbhang: "जय जय सद्गुरु सचिदानंदा । तुज नमू आनंद कंदा ॥\n तुझिया स्वरूपाची नाही मर्यादा । अक्षय पदा अभंगा ॥ १ ॥\nतुजविण देवा मजकोण तारी । भावाचिये पुरी वाहावलो ॥\nम्हणोनी तुझी धरियेली । पुरवी माझी आस पांडुरंगा ॥\nकांबेगावी माझा झालासे डांगोरा । भक्त नव्हे खरा म्हणती लोक ॥\nमाझीये मनीचा ठाऊक तुजला । बाळा म्हणे ताळा जाणशी तू ॥ ३ ॥"
            }
        }
    ]
        

        // धन्य पाताळगंगा पात्र अलौकिक । नवल कौतुक भगवंताचे ॥
        // पश्चिम वाहीनी असे पाताळगंगा । दोष जाती भंगा करिता स्नान ॥
        // उतराभिमुख गाव असे कांबा । वैष्णवांची शोभा शोभतसे ॥
        // तेथील वैष्णव श्रीगुरुंचा दास । म्हणती तयास बाळाराम ॥ ४ ॥

        // तुज मागणे ते देवा । आम्हा घडो संत सेवा ।
        // देई संतांची संगती । ना लगे मोक्ष आणि मुक्ती ॥
        // आम्हा घाली गर्भवासा । जन्म संतांचिया वंशा ॥
        // दास बाळाराम भाई । देवा जडलो तुझे पायी ॥ ५ ॥

        // शरण आलो तुज झालो कासाविस । म्हणोनीया आस तुझी केली ॥
        // आता देवा माझी लाज तुज राखणे । ब्रीद साच करणे आपुले ते ॥
        // तुझा नेम केला शेवटाशी नेई । बाळाराम डोई चरणी ठेवी ॥ ६ ॥

        // कोठे नाही मज बैसावया थारा । तुजविण निर्धार पांडुरंगा ॥
        // जेथे जावे तेथे करीती फजीती । तुजविण विश्रांती नाही मज ॥
        // आधी आधी अंती तू माझा सांगाती । बाळाi म्हणे गती तुझेपायी ॥ ७ ॥

        // एक रखुमाईचा पती । आम्ही धरीयेला चित्ती ॥
        // न पडो आणीकांचे भरी । उदंड दैवते पृथ्वीवरी ॥
        // रत्न हातीचेटाकोन । गारगोट्या वेची कोण ॥
        // सकळ देवांचाही देव । बाळा म्हणे पंढरीराव ॥ ८ ॥

        // माझा अपराध नका पाहू आता । शरण पंढरीनाथा तुज आलो ॥
        // माझे गुणदोष पर्वताच्या राशी । मज दुर्बलाशी कृपा करा ॥
        // कांबे गावी जन्म असे शुद्रवंशी । न धरा ये विशी शंका कांही ।
        // दास बाळाराम म्हणे मी पातकी । परि ध्यातो चित्ती तुज देवा ॥ ९ ॥

        // अन्यायी असोनी केला अंगीकार । कोठे उपकार फेड़ देवा ॥
        // पतीता ताराया आला आकाराशी । संती ऋषीकेशी सांगितले ॥
        // म्हणोनिया तुझेधरीयले पाय । बाळारामा भय नाही आता ॥ १० ॥

        // मासामध्ये मार्गेश्वर । वृक्षांमध्ये पिंपळ थोर ।
        // वनस्पती मध्ये तुळशी । जेथे राहे ऋषीकेशी ॥
        // तारांगणात श्रेष्ठ घुरू । पर्वतात श्रेष्ठ मेरू ॥
        // नवखंड पृथ्वी मध्ये । काशी तीर्थखंड दहावे ॥
        // क्षेत्रामध्ये पंढरपूर । देव उभा विटेवर ॥
        // बाळा म्हणे या जगात । धन्य धन्य साधु संत ॥ ११॥

        // विठोबाचे नाम नावडे जयाशी । बुडे नर्कवासी तोची एक ॥
        // नावडे कीर्तन संत समागम । तया यमधर्म गांजतील ॥
        // नधरे विश्वास संतांचे वचनी । पचतील खाणीचौयाऐशीच्या ॥
        // निंदा द्वेष करीती संतांशी देखोनी । पुण्य संपोनी केले पाप ॥
        // ऐसी बोले गीता आणि भागवत । नाही तया गती जाय अधः पाता ।
        // बाळा म्हणे ऐसे नका करू कोणी । स्वहीता लागोनी आपुलीया ॥ १२ ॥

        // संत छळावयासी जाता । लाज कारे नसे चित्ता ॥
        // कोणी छळीतो संताशी । बाधा होय ज्याची त्यासी ॥
        // आमूचे काही नाही गेले । ज्याचे त्याने अनहीत केले ॥
        // सूर्य मध्यान्हासी येता । भुंकू जाय तया वरती ॥
        // तोंड करोनी सूर्याकडे | की अंगावरी पडे ॥
        // ज्यासी संत नावडती । फेरे चौयांशीचे घेती ॥
        // बाळा म्हणे उघडा डोळे । देव पुरवी तुमचे लळे ॥ १३ ॥

        // आम्हा नाही जन्म मरण । कोण भोगी पाप पुण्य ॥
        // आम्हा नाही यातायाती । कोण भोगी अधोगती ॥
        // आम्हा न दिसे संसार । पाहे तिकडे परमेश्वर ॥
        // आम्हा कळला हा विचार । बाळा म्हणे झालो पार ॥ १४ ॥

        // विश्व अवघेची भगवंत । तेथे कैचे बद्धमुक्त ॥
        // भ्रांती मुळे झाला बद्ध । असोनीया स्वतः सिद्ध ॥
        // पडता मायाजाळीं । बेडी अवधेची पडली ॥
        // कामक्रोधाने नाडीले । संकल्ये विकल्पे दंडीले ॥
        // बाळा म्हणे झाली बाधा । भोगी गर्भवास सदा ॥ १५ ॥

        // केला व्यवसाय उदीम । आम्ही घातले दुकान ॥
        // मनी धरोनी सत्यभाव । नित्य परमार्थाची हाव ॥
        // नित्य करीतो कीर्तन । हेची माझे अनुष्ठान ॥
        // स्वकर्माचे फोडीले । अवघे लीगाड तोडीले ॥
        // बाळा म्हणे कृपा लाभली । एका सद्गुरूच्या बोली ॥ १६ ॥

        // कांबे गावाच्या समीप । पवित्र असे एक गाव ।
        // त्याचे नाव रिस ग्राम । लोक तयेचे उत्तम ।
        // रीस गावीची मंडळी । संत चरणी स्थिर झाली ॥
        // नलागता क्षण । सर्व झाले वैष्णव जन ॥
        // बाळाबुवांचे चरणी । आले सर्व लोटांगणी ॥ १७ ॥

        // जयाच्या कृपेने भवपार झाला । अनुभव आलारीस ग्रामी ॥
        // संदेह तयांचा अवघा निमाला । चित्तें स्थिरावला गुरूपायी ॥
        // दिवसा आडं भेटी होय श्रीगुरूची । आवडी तयाची मोठी त्यांना ॥
        // बाळा म्हणे त्यांच्या पुण्या नाही पार । रंगले हे थोर हरी भजनी ॥ १८ ॥

        // कर्मनदी आली आड । संसार वाटतसे गोड ॥
        // संसाराची करोनी घडी । म्हणती उतरू पैलतीरी ॥
        // संशयाच्या होड्या फुटक्या । अनुमानाच्या दोऱ्या तुटक्या ॥
        // बाळा म्हणे कैसी तरती । गेली नाही जव भ्रांती ॥ १९ ॥

        // खोटे बोले तोची खरा । खरे बोलता न चुके फेरा ॥
        // जोकालटीके बोलीला । तोची मोक्षपदा गेला ॥
        // खरे बोलता बुडाला । मायाजाळी सापडला ॥
        // बाळा म्हणे लटीके जाणे । त्याचे वैकुंठी रहाणे ॥ २० ॥

        // खरे बोले तो नरकी पडे । खोटे बोले तो वैकुंठीचढे ॥
        // खोटे बोले तो सेवी अमृत । खरे बोले तो मागे भिक ॥
        // खोटे बोले तो अमर झाला । खरे बोले तो जीताची मेला ॥
        // खोटे बोले तया होय सुख । खरे बोले तो पावे दुःख ॥
        // खोटे कळले जयासी । त्यांची चुकली चौऱ्यांशी ॥
        // बाळा म्हणे खोटे पाहा । मग तुम्हीच ब्रह्म अहा ॥ २१ ॥

        // तुझा शरणागत म्हणवितो पतीत । देई बा उचित भक्ती तुझी ॥
        // भक्ती आणि मुक्ती न मागेची कदा । देई मज सदा संतसंग ॥
        // न पडो विसर तुझीया पायाचा । वदो माझी वाचा तुझे नाम ॥
        // हेची देई आता दान पंढरीनाथा । संसाराची कथा नको मज ॥
        // नको मज देवा मान दंभ कांही । जेणे तुझे पाय अंतरती ॥
        // बाळा म्हणे तुझे धरीले चरण । नको तो सन्मान भलीयांचा ॥ २२ ॥

        // आले देवाजीच्या मना । कांही कोणाचे चालेना ॥
        // उपाय करता नाना परी । त्याचे हाती सूत्र दोरी ॥
        // आम्ही जे जे इच्छा करू । ते ते पुरवी कल्पतरू ॥
        // बाळा म्हणे माझा देव । निवारी कळीकाळाचा भेव ॥ २३ ॥

        // रामा आदी रामायण । केळे वाल्मीकी कथन ॥
        // तैसे वर्ते रघूनाथ । संत वचन केले सत्य ॥
        // देव भक्तांचे आधीन । मानी तयांचे वचन ॥
        // भक्तांचिये घरी । देव नित्य काम करी ॥
        // ऐसा समर्थ असून । जाती आणीकाशी शरण ॥
        // बाळा म्हणे चरणी आलो । तुझा बंदीवान झालो ॥ २४ ॥

        // अहंकारामुळे सुख दःख भोगी । आदळोनी अंगी मीपणाच्या ॥
        // वासनेच्या मुळे भोगी जन्ममरण । दुःख ते दारूण चौयांशीचे ॥
        // अविद्येची बाधा सीरोनी अंतरी । जाती यमपूरी भोगाव्या ॥
        // मनाचे कारण संकल्प विकल्प । पुण्य आणि पाप भोगीतसे ॥
        // बाळा म्हणे राजाअसोनी भिकारी । झाली ऐसी परीभ्रांतीमुळे ॥ २५ ॥

        // हृदयासी शरण जाई तू निष्काम । मग तू आत्माराम सहजची ॥
        // सांडी तात्काळ राहे तू निश्चल । ब्रह्म तू केवळ सदोदीत ॥
        // ऐसे वर्म तुज लाधलीयावरी । ब्रह्म होसी तरी तुझा तूची ॥
        // बाळा म्हणे जाई सद्गुरूचरण । चुकवी जन्म मरण येची जन्मा ॥ २६ ॥

        // देह जावो अथवा राहो । तुझे नामी धरीला भावो ॥
        // तुझ्या पायाचा विश्वास । म्हणोनिया झालो दास ॥
        // तुझे रूप माझे मनी । तेची ठसविले ध्यानी ॥
        // कदा न फिरे माघारी । बाळा म्हणे कृपा करी ॥ २७ ॥

        // हा मज भरवसा वाटला अंतरी । आणिकांचे भरी कोण पडे ॥
        // तुजविण देवा न देखे मी आता । तूची पंढरीनाथा सर्वा ठाई ॥
        // बाळा म्हणेमाझ्या पंढरीच्याराया । म्हणोनीसखयाशरण आलो ॥ २८ ॥

        // देव आपणची झाला । कोण पुजावा कोणाला ॥
        // देवळात देव आहे । आत बाहेर तोची राहे ॥
        // जळी पडता लवणखडा । होई जळाची एवढा ॥
        // तैसे भगवंती मिळाले । याच देही देव झाले ॥
        // पुजा पुजक भाव । बाळा म्हणे तोची देव ॥ २९ ॥

        // तुझे पाय तारक आम्हा । मनमोहन मेघश्यामा ॥
        // तुझ्या पायी जडले मन । तुडले भवाचे बंधन ॥
        // तुझे पाय आठविता । हरे संसाराची चिंता ॥
        // तुझे पाय माझे शिरी । चौऱ्यांशीची चुकली फेरी ॥
        // तुझे पाया वाचून कांही । बाळा म्हणे दुजे नाही ॥ ३० ॥

        // भक्तांच्या उद्धारा । म्हणोनी आलासी आकारा ॥
        // मी तो अपराधांची राशी । देवा तूची हे जाणशी ॥
        // केला दोषांचा विचार । तरी केला अंगीकार ॥
        // माझे न पाही तू आता । गुणदोष पंढरीनाथा ॥
        // देवा आता कोण सोडी । तुझ्या पायी दिली मिठी ॥ ३१ ॥

        // शरण आलो देवा स्वहीता कारणे । केली या कारणे तुझी सेवा ॥
        // आता देवा माझी सर्व तुम्हा चिंता । लाज पंढरीनाथा राखा माझी ॥
        // केला पण माझा शेवटाशी नेई । बाळा म्हणे डोई चरणी ठेवी ॥ ३२ ॥

        // मायलेकी दोघीजणी । मुळीची घालीत होती वेणी ॥
        // मुलगी होती उपवर । नाही देखीला भ्रतार ॥
        // भ्रताराचे सुख माते । मज सांग कृपावंते ॥
        // माता बोलली तियेसी । न ये सांगता दुसऱ्यासी ॥
        // बाळा म्हणे अंगे व्हावे । कळो येईल अनुभवे ॥ ३३ ॥

        // कन्या सासुयाशी गेली । जावोनी एकांत भिनली ॥
        // तेव्हा पावली सुखासी । परत आली माहेरासी ॥
        // मायलेकी एक झाल्या । फिरोनी बोलाया लागल्या ॥
        // आई म्हणे सांगू आता । तेव्हा पुसीली होती वार्ता ॥
        // कन्या मनात लाजली । खालतीच मान घाली ॥
        // आई नका बोलू आता । सुख न ये ते सांगता ॥
        // बाळा म्हणे खुंटली बोली । न कळे अनुभवाची खोली ॥ ३४ ॥

        // न कळता आत्मज्ञान । साधू म्हणविती आपण ॥
        // साधू नव्हे तोची भोंदू । ज्यासी नाही आत्मबोधू ॥
        // स्वयें आपण फसला । ठकू पाहे दुसऱ्याला ॥
        // बाळा म्हणे गुंतोनीया पडे । काय न कळे होईल पुढे ॥ ३५ ॥

        // ज्यासी ब्रह्मादीक ध्याती । तोची ध्यावा एक चित्ती ॥
        // तो हा उभा विटेवरी । जाऊनी पाहा पंढरपूरी ॥
        // तोची सर्वांचे अंतरी । व्यापूनी गेला चराचरी ॥
        // बाळा म्हणे सर्वां ठायी । हरी वाचोनी दूजा नाही ॥ ३६ ॥

