
module.exports =
    [
        {
            1: {
                initial: "माझी पूर्व वंशावळी । जन्म कुळवंशी गोंधळी ॥ \nपांडुरंग माझा पिता । बायजाबाई आमची माता ॥",
                fullAbhang: `माझी पूर्व वंशावळी ।\n जन्म कुळवंशी गोंधळी ॥\n\nपांडुरंग माझा पिता ।\n बायजाबाई आमची माता ॥\n\nधर्मशील ती सुंदरी ।\n जन्म तयेचे उदरी ॥\n\nमाय बापे दाविली सृष्टी ।\n आरूढ झालो मोक्ष पदी ॥\n\nथोर उपकार केला ।\n शरण गेलो त्या विठ्ठला ॥\n\nमाता- पित्यांचे उपकार ।\n बाळा आठवी वारंवार ॥ १ ॥`
            }
        },
        {
            2: {
                initial: "जय जय सद्गुरु सचिदानंदा । तुज नमू आनंद कंदा॥",
                fullAbhang: "जय जय सद्गुरु सचिदानंदा ।\n तुज नमू आनंद कंदा ॥\n\n तुझिया स्वरूपाची नाही मर्यादा ।\n अक्षय पदा अभंगा ॥ १ ॥\n\nतुजविण देवा मजकोण तारी ।\n भावाचिये पुरी वाहावलो ॥\n\nम्हणोनी तुझी धरियेली ।\n पुरवी माझी आस पांडुरंगा ॥\n\nकांबेगावी माझा झालासे डांगोरा ।\n भक्त नव्हे खरा म्हणती लोक ॥\n\nमाझीये मनीचा ठाऊक तुजला ।\n बाळा म्हणे ताळा जाणशी तू ॥ ३ ॥"
            }
        },
        {
            3: {
                initial: "धन्य पाताळगंगा पात्र अलौकिक । नवल कौतुक भगवंताचे ॥\n",
                fullAbhang: "धन्य पाताळगंगा पात्र अलौकिक ।\n नवल कौतुक भगवंताचे ॥\n\nपश्चिम वाहीनी असे पाताळगंगा ।\n दोष जाती भंगा करिता स्नान ॥\n\nउतराभिमुख गाव असे कांबा ।\n वैष्णवांची शोभा शोभतसे ॥\n\nतेथील वैष्णव श्रीगुरुंचा दास ।\n म्हणती तयास बाळाराम ॥ "
            }
        },
        {
            4: {
                initial: "तुज मागणे ते देवा । आम्हा घडो संत सेवा ।\nदेई संतांची संगती । ना लगे मोक्ष आणि मुक्ती ॥",
                fullAbhang: "  तुज मागणे ते देवा ।\n आम्हा घडो संत सेवा ॥\n\nदेई संतांची संगती ।\n ना लगे मोक्ष आणि मुक्ती ॥\n\n आम्हा घाली गर्भवासा ।\n जन्म संतांचिया वंशा ॥\n\nदास बाळाराम भाई ।\n देवा जडलो तुझे पायी ॥ "
            }
        },

        {
            5: {
                initial: `ज्यासी ब्रह्मादीक ध्याती । तोची ध्यावा एक चित्ती ॥\nतो हा उभा विटेवरी । जाऊनी पाहा पंढरपूरी ॥`,
                fullAbhang: `ज्यासी ब्रह्मादीक ध्याती ।\n तोची ध्यावा एक चित्ती ॥\n\nतो हा उभा विटेवरी ।\n जाऊनी पाहा पंढरपूरी ॥\n\nतोची सर्वांचे अंतरी ।\n व्यापूनी गेला चराचरी ॥\n\nबाळा म्हणे सर्वां ठायी ।\n हरी वाचोनी दूजा नाही `
            }
        }, {
            6: {
                initial: `न कळता आत्मज्ञान । साधू म्हणविती आपण ॥\nसाधू नव्हे तोची भोंदू । ज्यासी नाही आत्मबोधू ॥`,
                fullAbhang: `न कळता आत्मज्ञान ।\n साधू म्हणविती आपण ॥\n\nसाधू नव्हे तोची भोंदू ।\n ज्यासी नाही आत्मबोधू ॥\n\nस्वयें आपण फसला ।\n ठकू पाहे दुसऱ्याला ॥\n\nबाळा म्हणे गुंतोनीया पडे ।\n काय न कळे होईल पुढे ॥`
            }
        }, {
            7: {
                initial: `कन्या सासुयाशी गेली । जावोनी एकांत भिनली ॥\n तेव्हा पावली सुखासी । परत आली माहेरासी ॥`,
                fullAbhang: `कन्या सासुयाशी गेली ।\n जावोनी एकांत भिनली ॥\n\n तेव्हा पावली सुखासी ।\n परत आली माहेरासी ॥\n\n मायलेकी एक झाल्या ।\n फिरोनी बोलाया लागल्या ॥\n\n आई म्हणे सांगू आता ।\n तेव्हा पुसीली होती वार्ता ॥\n\n कन्या मनात लाजली ।\n खालतीच मान घाली ॥\n\n आई नका बोलू आता ।\n सुख न ये ते सांगता ॥\n\n बाळा म्हणे खुंटली बोली ।\n न कळे अनुभवाची खोली ॥`
            }
        }, {
            8: {
                initial: `मायलेकी दोघीजणी । मुळीची घालीत होती वेणी ॥\n मुलगी होती उपवर । नाही देखीला भ्रतार ॥`,
                fullAbhang: `मायलेकी दोघीजणी ।\n मुळीची घालीत होती वेणी ॥\n\n मुलगी होती उपवर ।\n नाही देखीला भ्रतार ॥\n\n भ्रताराचे सुख माते ।\n मज सांग कृपावंते ॥\n\n माता बोलली तियेसी ।\n न ये सांगता दुसऱ्यासी ॥\n\n बाळा म्हणे अंगे व्हावे ।\n कळो येईल अनुभवे ॥\n`
            }
        }, {
            9: {
                initial: `शरण आलो देवा स्वहीता कारणे । केली या कारणे तुझी सेवा ॥`,
                fullAbhang: `शरण आलो देवा स्वहीता कारणे ।\n केली या कारणे तुझी सेवा ॥\n\n आता देवा माझी सर्व तुम्हा चिंता ।\n लाज पंढरीनाथा राखा माझी ॥\n\n केला पण माझा शेवटाशी नेई ।\n बाळा म्हणे डोई चरणी ठेवी ॥`
            }
        }, {
            10: {
                initial: `भक्तांच्या उद्धारा । म्हणोनी आलासी आकारा ॥\n मी तो अपराधांची राशी । देवा तूची हे जाणशी ॥`,
                fullAbhang: `भक्तांच्या उद्धारा ।\n म्हणोनी आलासी आकारा ॥\n\n मी तो अपराधांची राशी ।\n देवा तूची हे जाणशी ॥\n\n केला दोषांचा विचार ।\n तरी केला अंगीकार ॥\n\n माझे न पाही तू आता ।\n गुणदोष पंढरीनाथा ॥\n\n देवा आता कोण सोडी ।\n तुझ्या पायी दिली मिठी ॥`
            }
        }, {
            11: {
                initial: `तुझे पाय तारक आम्हा । मनमोहन मेघश्यामा ॥\n तुझ्या पायी जडले मन । तुडले भवाचे बंधन ॥`,
                fullAbhang: `तुझे पाय तारक आम्हा ।\n मनमोहन मेघश्यामा ॥\n\n तुझ्या पायी जडले मन ।\n तुडले भवाचे बंधन ॥\n\n तुझे पाय आठविता ।\n हरे संसाराची चिंता ॥\n\n तुझे पाय माझे शिरी ।\n चौऱ्यांशीची चुकली फेरी ॥\n\n तुझे पाया वाचून कांही ।\n बाळा म्हणे दुजे नाही ॥ `
            }
        }, {
            12: {
                initial: `देव आपणची झाला । कोण पुजावा कोणाला ॥\n देवळात देव आहे । आत बाहेर तोची राहे ॥`,
                fullAbhang: `देव आपणची झाला ।\n कोण पुजावा कोणाला ॥\n\n देवळात देव आहे ।\n आत बाहेर तोची राहे ॥\n\n जळी पडता लवणखडा ।\n होई जळाची एवढा ॥\n\n तैसे भगवंती मिळाले ।\n याच देही देव झाले ॥\n\n पुजा पुजक भाव ।\n बाळा म्हणे तोची देव ॥`
            }
        }, {
            13: {
                initial: `हा मज भरवसा वाटला अंतरी । आणिकांचे भरी कोण पडे ॥\n `,
                fullAbhang: `हा मज भरवसा वाटला अंतरी ।\n आणिकांचे भरी कोण पडे ॥\n\n तुजविण देवा न देखे मी आता ।\n तूची पंढरीनाथा सर्वा ठाई ॥\n\n बाळा म्हणेमाझ्या पंढरीच्याराया ।\n म्हणोनीसखयाशरण आलो ॥`
            }
        }, {
            14: {
                initial: `देह जावो अथवा राहो । तुझे नामी धरीला भावो ॥\n तुझ्या पायाचा विश्वास । म्हणोनिया झालो दास ॥`,
                fullAbhang: `देह जावो अथवा राहो ।\n तुझे नामी धरीला भावो ॥\n\n तुझ्या पायाचा विश्वास ।\n म्हणोनिया झालो दास ॥\n\n तुझे रूप माझे मनी ।\n तेची ठसविले ध्यानी ॥\n\n कदा न फिरे माघारी ।\n बाळा म्हणे कृपा करी ॥`
            }
        }, {
            15: {
                initial: `हृदयासी शरण जाई तू निष्काम ।\n मग तू आत्माराम सहजची ॥\n `,
                fullAbhang: `हृदयासी शरण जाई तू निष्काम ।\n मग तू आत्माराम सहजची ॥\n\n सांडी तात्काळ राहे तू निश्चल ।\n ब्रह्म तू केवळ सदोदीत ॥\n\n ऐसे वर्म तुज लाधलीयावरी ।\n ब्रह्म होसी तरी तुझा तूची ॥\n\n बाळा म्हणे जाई सद्गुरूचरण ।\n चुकवी जन्म मरण येची जन्मा ॥`
            }
        }, {
            16: {
                initial: `अहंकारामुळे सुख दःख भोगी ।\n आदळोनी अंगी मीपणाच्या ॥\n `,
                fullAbhang: `अहंकारामुळे सुख दःख भोगी ।\n आदळोनी अंगी मीपणाच्या ॥\n\n वासनेच्या मुळे भोगी जन्ममरण ।\n दुःख ते दारूण चौयांशीचे ॥\n\n अविद्येची बाधा सीरोनी अंतरी ।\n जाती यमपूरी भोगाव्या ॥\n\n मनाचे कारण संकल्प विकल्प ।\n पुण्य आणि पाप भोगीतसे ॥\n\n बाळा म्हणे राजाअसोनी भिकारी ।\n झाली ऐसी परीभ्रांतीमुळे ॥`
            }
        }, {
            17: {
                initial: `रामा आदी रामायण । केळे वाल्मीकी कथन ॥\n\ तैसे वर्ते रघूनाथ । संत वचन केले सत्य ॥`,
                fullAbhang: `रामा आदी रामायण ।\n केळे वाल्मीकी कथन ॥\n\n तैसे वर्ते रघूनाथ ।\n संत वचन केले सत्य ॥\n\n देव भक्तांचे आधीन ।\n मानी तयांचे वचन ॥\n\n भक्तांचिये घरी ।\n देव नित्य काम करी ॥\n\n ऐसा समर्थ असून ।\n जाती आणीकाशी शरण ॥\n\n बाळा म्हणे चरणी आलो ।\n तुझा बंदीवान झालो ॥ `
            }
        }, {
            18: {
                initial: `आले देवाजीच्या मना । कांही कोणाचे चालेना ॥\n उपाय करता नाना परी । त्याचे हाती सूत्र दोरी ॥`,
                fullAbhang: `आले देवाजीच्या मना ।\n कांही कोणाचे चालेना ॥\n\n उपाय करता नाना परी ।\n त्याचे हाती सूत्र दोरी ॥\n\n आम्ही जे जे इच्छा करू ।\n ते ते पुरवी कल्पतरू ॥\n\n बाळा म्हणे माझा देव ।\n निवारी कळीकाळाचा भेव ॥`
            }
        }, {
            19: {
                initial: `तुझा शरणागत म्हणवितो पतीत ।\n देई बा उचित भक्ती तुझी ॥\n `,
                fullAbhang: `तुझा शरणागत म्हणवितो पतीत ।\n देई बा उचित भक्ती तुझी ॥\n\n भक्ती आणि मुक्ती न मागेची कदा ।\n देई मज सदा संतसंग ॥\n\n न पडो विसर तुझीया पायाचा ।\n वदो माझी वाचा तुझे नाम ॥\n\n हेची देई आता दान पंढरीनाथा ।\n संसाराची कथा नको मज ॥\n\n नको मज देवा मान दंभ कांही ।\n जेणे तुझे पाय अंतरती ॥\n\n बाळा म्हणे तुझे धरीले चरण ।\n नको तो सन्मान भलीयांचा ॥`
            }
        }, {
            20: {
                initial: `खरे बोले तो नरकी पडे । खोटे बोले तो वैकुंठीचढे ॥\nखोटे बोले तो सेवी अमृत । खरे बोले तो मागे भिक ॥`,
                fullAbhang: `खरे बोले तो नरकी पडे ।\n खोटे बोले तो वैकुंठीचढे ॥\n\n खोटे बोले तो सेवी अमृत ।\n खरे बोले तो मागे भिक ॥\n\n खोटे बोले तो अमर झाला ।\n खरे बोले तो जीताची मेला ॥\n\n खोटे बोले तया होय सुख ।\n खरे बोले तो पावे दुःख ॥\n\n खोटे कळले जयासी ।\n त्यांची चुकली चौऱ्यांशी ॥\n\n बाळा म्हणे खोटे पाहा ।\n मग तुम्हीच ब्रह्म अहा ॥`
            }
        }, {
            21: {
                initial: `खोटे बोले तोची खरा । खरे बोलता न चुके फेरा ॥\n जोकालटीके बोलीला । तोची मोक्षपदा गेला ॥`,
                fullAbhang: `खोटे बोले तोची खरा ।\n खरे बोलता न चुके फेरा ॥\n\n जोकालटीके बोलीला ।\n तोची मोक्षपदा गेला ॥\n\n खरे बोलता बुडाला ।\n मायाजाळी सापडला ॥\n\n बाळा म्हणे लटीके जाणे ।\n त्याचे वैकुंठी रहाणे ॥ `
            }
        }, {
            22: {
                initial: `कर्मनदी आली आड । संसार वाटतसे गोड ॥\n संसाराची करोनी घडी । म्हणती उतरू पैलतीरी ॥`,
                fullAbhang: `कर्मनदी आली आड ।\n संसार वाटतसे गोड ॥\n\n संसाराची करोनी घडी ।\n म्हणती उतरू पैलतीरी ॥\n\n संशयाच्या होड्या फुटक्या ।\n अनुमानाच्या दोऱ्या तुटक्या ॥\n\n बाळा म्हणे कैसी तरती ।\n गेली नाही जव भ्रांती ॥`
            }
        }, {
            23: {
                initial: `जयाच्या कृपेने भवपार झाला ।\n अनुभव आलारीस ग्रामी ॥\n `,
                fullAbhang: `जयाच्या कृपेने भवपार झाला ।\n अनुभव आलारीस ग्रामी ॥\n\n संदेह तयांचा अवघा निमाला ।\n चित्तें स्थिरावला गुरूपायी ॥\n\n दिवसा आडं भेटी होय श्रीगुरूची ।\n आवडी तयाची मोठी त्यांना ॥\n\n बाळा म्हणे त्यांच्या पुण्या नाही पार ।\n रंगले हे थोर हरी भजनी ॥`
            }
        }, {
            24: {
                initial: `कांबे गावाच्या समीप । पवित्र असे एक गाव ।\n त्याचे नाव रिस ग्राम । लोक तयेचे उत्तम ।`,
                fullAbhang: `कांबे गावाच्या समीप ।\n पवित्र असे एक गाव ॥\n\n त्याचे नाव रिस ग्राम ।\n लोक तयेचे उत्तम ॥\n\n रीस गावीची मंडळी ।\n संत चरणी स्थिर झाली ॥\n\n नलागता क्षण ।\n सर्व झाले वैष्णव जन ॥\n\n बाळाबुवांचे चरणी ।\n आले सर्व लोटांगणी ॥`
            }
        }, {
            25: {
                initial: `केला व्यवसाय उदीम । आम्ही घातले दुकान ॥\n मनी धरोनी सत्यभाव । नित्य परमार्थाची हाव ॥`,
                fullAbhang: `केला व्यवसाय उदीम ।\n आम्ही घातले दुकान ॥\n\n मनी धरोनी सत्यभाव ।\n नित्य परमार्थाची हाव ॥\n\n नित्य करीतो कीर्तन ।\n हेची माझे अनुष्ठान ॥\n\n स्वकर्माचे फोडीले ।\n अवघे लीगाड तोडीले ॥\n\n बाळा म्हणे कृपा लाभली ।\n एका सद्गुरूच्या बोली ॥ `
            }
        }, {
            26: {
                initial: `विश्व अवघेची भगवंत । तेथे कैचे बद्धमुक्त ॥\n भ्रांती मुळे झाला बद्ध । असोनीया स्वतः सिद्ध ॥`,
                fullAbhang: `विश्व अवघेची भगवंत ।\n तेथे कैचे बद्धमुक्त ॥\n\n भ्रांती मुळे झाला बद्ध ।\n असोनीया स्वतः सिद्ध ॥\n\n पडता मायाजाळीं ।\n बेडी अवधेची पडली ॥\n\n कामक्रोधाने नाडीले ।\n संकल्ये विकल्पे दंडीले ॥\n\n बाळा म्हणे झाली बाधा ।\n भोगी गर्भवास सदा ॥`
            }
        }, {
            27: {
                initial: `आम्हा नाही जन्म मरण । कोण भोगी पाप पुण्य ॥\n आम्हा नाही यातायाती । कोण भोगी अधोगती ॥`,
                fullAbhang: `आम्हा नाही जन्म मरण ।\n कोण भोगी पाप पुण्य ॥\n\n आम्हा नाही यातायाती ।\n कोण भोगी अधोगती ॥\n\n आम्हा न दिसे संसार ।\n पाहे तिकडे परमेश्वर ॥\n\n आम्हा कळला हा विचार ।\n बाळा म्हणे झालो पार ॥ `
            }
        }, {
            28: {
                initial: `संत छळावयासी जाता । लाज कारे नसे चित्ता ॥\n कोणी छळीतो संताशी । बाधा होय ज्याची त्यासी ॥`,
                fullAbhang: ` संत छळावयासी जाता ।\n लाज कारे नसे चित्ता ॥\n\n कोणी छळीतो संताशी ।\n बाधा होय ज्याची त्यासी ॥\n\n आमूचे काही नाही गेले ।\n ज्याचे त्याने अनहीत केले ॥\n\n सूर्य मध्यान्हासी येता ।\n भुंकू जाय तया वरती ॥\n\n तोंड करोनी सूर्याकडे |\n की अंगावरी पडे ॥\n\n ज्यासी संत नावडती ।\n फेरे चौयांशीचे घेती ॥\n\n बाळा म्हणे उघडा डोळे ।\n देव पुरवी तुमचे लळे ॥\n `
            }
        }, {
            29: {
                initial: ` विठोबाचे नाम नावडे जयाशी । बुडे नर्कवासी तोची एक ॥\n\n`,
                fullAbhang: `विठोबाचे नाम नावडे जयाशी ।\n बुडे नर्कवासी तोची एक ॥\n\n नावडे कीर्तन संत समागम ।\n तया यमधर्म गांजतील ॥\n\n नधरे विश्वास संतांचे वचनी ।\n पचतील खाणीचौयाऐशीच्या ॥\n\n निंदा द्वेष करीती संतांशी देखोनी ।\n पुण्य संपोनी केले पाप ॥\n\n ऐसी बोले गीता आणि भागवत ।\n नाही तया गती जाय अधः पाता ।\n\n\n बाळा म्हणे ऐसे नका करू कोणी ।\n स्वहीता लागोनी आपुलीया ॥\n\n`
            }
        }, {
            30: {
                initial: "मासामध्ये मार्गेश्वर । वृक्षांमध्ये पिंपळ थोर ।\nवनस्पती मध्ये तुळशी । जेथे राहे ऋषीकेशी ॥",
                fullAbhang: "मासामध्ये मार्गेश्वर ।\n वृक्षांमध्ये पिंपळ थोर ।\n\nवनस्पती मध्ये तुळशी ।\n जेथे राहे ऋषीकेशी ॥\n\nतारांगणात श्रेष्ठ घुरू ।\n पर्वतात श्रेष्ठ मेरू ॥\n\n नवखंड पृथ्वी मध्ये ।\n काशी तीर्थखंड दहावे ॥\n\n\nक्षेत्रामध्ये पंढरपूर ।\n देव उभा विटेवर ॥\n\n\nबाळा म्हणे या जगात ।\n धन्य धन्य साधु संत ॥\n "
            }
        }, {
            31: {
                initial: "अन्यायी असोनी केला अंगीकार ।\n कोठे उपकार फेड़ देवा ॥\n",
                fullAbhang: " अन्यायी असोनी केला अंगीकार ।\n कोठे उपकार फेड़ देवा ॥\n\nपतीता ताराया आला आकाराशी ।\n संती ऋषीकेशी सांगितले ॥\n\nम्हणोनिया तुझेधरीयले पाय ।\n बाळारामा भय नाही आता ॥\n"
            }
        }, {
            32: {
                initial: "माझा अपराध नका पाहू आता ।\n शरण पंढरीनाथा तुज आलो ॥\n",
                fullAbhang: "माझा अपराध नका पाहू आता ।\n शरण पंढरीनाथा तुज आलो ॥\n\nमाझे गुणदोष पर्वताच्या राशी ।\n मज दुर्बलाशी कृपा करा ॥\n\n कांबे गावी जन्म असे शुद्रवंशी ।\n न धरा ये विशी शंका कांही ।\n\nदास बाळाराम म्हणे मी पातकी ।\n परि ध्यातो चित्ती तुज देवा ॥\n"
            }
        }, {
            33: {
                initial: "एक रखुमाईचा पती । आम्ही धरीयेला चित्ती ॥\nन पडो आणीकांचे भरी । उदंड दैवते पृथ्वीवरी ॥",
                fullAbhang: " एक रखुमाईचा पती ।\n आम्ही धरीयेला चित्ती ॥\n\nन पडो आणीकांचे भरी ।\n उदंड दैवते पृथ्वीवरी ॥\n\n रत्न हातीचेटाकोन ।\n गारगोट्या वेची कोण ॥\n\n सकळ देवांचाही देव ।\n बाळा म्हणे पंढरीराव ॥"
            }
        }, {
            34: {
                initial: "कोठे नाही मज बैसावया थारा ।\n तुजविण निर्धार पांडुरंगा ॥\n",
                fullAbhang: "  कोठे नाही मज बैसावया थारा ।\n तुजविण निर्धार पांडुरंगा ॥\n\nजेथे जावे तेथे करीती फजीती ।\n तुजविण विश्रांती नाही मज ॥\n\nआधी आधी अंती तू माझा सांगाती ।\n बाळाi म्हणे गती तुझेपायी ॥"
            }
        }, {
            35: {
                initial: "शरण आलो तुज झालो कासाविस ।\n म्हणोनीया आस तुझी केली ॥\n ",
                fullAbhang: " शरण आलो तुज झालो कासाविस ।\n म्हणोनीया आस तुझी केली ॥\n\n आता देवा माझी लाज तुज राखणे ।\n ब्रीद साच करणे आपुले ते ॥\n\nतुझा नेम केला शेवटाशी नेई ।\n बाळाराम डोई चरणी ठेवी ॥"
            }
        }
    ]




